import BreadCrumb from "@/components/modules/BreadCrumb";
import NavBar from "@/components/modules/NavBar";
import Paragraph from "@/components/modules/Paragraph";
import React from "react";


export default async function rules() {
  return (
    <div className="mt-28 rounded-lg">
      <BreadCrumb titles={"قوانین"} />
      <div className='flex justify-center w-full '>
        <div className='container mt-2 mb-2 p-4  bg-white rounded-lg mx-2 shadow-xl'>
          <div className='font-BYekanBold mt-2 mb-2 w-full flex justify-center '>
            شرایط و قوانین کفش جلوه
          </div>
          <hr className=' border-gray-300' />

          <Paragraph title='شرایط و قوانین استفاده از سرویس‌ها و خدمات'>
            کاربر گرامی لطفاً موارد زیر را جهت استفاده بهینه از خدمات و
            برنامه‌‏های کاربردی آکادمی سبز لرن با دقت ملاحظه فرمایید.ورود
            کاربران به وب‏‌سایت آکادمی سبز لرن هنگام استفاده از پروفایل شخصی،
            طرح‏‌های تشویقی، ویدئوهای رسانه تصویری آکادمی سبز لرن و سایر خدمات
            ارائه شده توسط آکادمی سبز لرن به معنای آگاه بودن و پذیرفتن شرایط و
            قوانین و همچنین نحوه استفاده از سرویس‌‏ها و خدمات آکادمی سبز لرن
            است. توجه داشته باشید که ثبت سفارش نیز در هر زمان به معنی پذیرفتن
            کامل کلیه شرایط و قوانین آکادمی سبز لرن از سوی کاربر است. لازم به
            ذکر است شرایط و قوانین مندرج، جایگزین کلیه توافق‏‌های قبلی محسوب
            می‏‌شود.
          </Paragraph>

          <Paragraph title='شرایط و قوانین عمومی'>
            توجه داشته باشید کلیه اصول و رویه‏‌های آکادمی سبز لرن منطبق با
            قوانین جمهوری اسلامی ایران، قانون تجارت الکترونیک و قانون حمایت از
            حقوق مصرف کننده است و متعاقبا کاربر نیز موظف به رعایت قوانین مرتبط
            با کاربر است. در صورتی که در قوانین مندرج، رویه‏‌ها و سرویس‏‌های
            آکادمی سبز لرن تغییراتی در آینده ایجاد شود، در همین صفحه منتشر و به
            روز رسانی می شود و شما توافق می‏‌کنید که استفاده مستمر شما از سایت
            به معنی پذیرش هرگونه تغییر است.
          </Paragraph>

          <Paragraph title='شرایط ارتباطات الکترونیکی'>
            هنگامی که شما از سرویس‌‏ها و خدمات آکادمی سبز لرن استفاده می‏‌کنید،
            سفارش اینترنتی خود را ثبت یا خرید می‏‌کنید و یا به آکادمی سبز لرن
            ایمیل می‏‌زنید، این ارتباطات به صورت الکترونیکی انجام می‏‌شود و در
            صورتی که درخواست شما با رعایت کلیه اصول و رویه‏‌ها باشد، شما موافقت
            می‌‏کنید که آکادمی سبز لرن به صورت الکترونیکی (از طریق پست
            الکترونیکی، سرویس پیام کوتاه و سایر سرویس‌های الکترونیکی) به درخواست
            شما پاسخ دهد. همچنین آدرس ایمیل و تلفن‌هایی که مشتری در پروفایل خود
            ثبت می‌کند، تنها آدرس ایمیل و تلفن‌های رسمی و مورد تایید مشتری است و
            تمام مکاتبات و پاسخ‌های شرکت از طریق آنها صورت می‌گیرد. جهت
            اطلاع‌رسانی رویدادها، خدمات و سرویس‌های ویژه یا پروموشن‌ها، امکان
            دارد آکادمی سبز لرن برای اعضای وب سایت ایمیل یا پیامک ارسال نماید.
          </Paragraph>

          <Paragraph title='نظرات کاربران'>
            هدف از ایجاد بخش نظرات در آکادمی سبز لرن ، اشتراک‌گذاری تجربه‌ی خرید
            و کاربری محصولاتی است که به فروش می‌رسد. بدیهی است بخش نظرات آکادمی
            سبز لرن با دیگر سایت‌ها و شبکه‌های اجتماعی متفاوت است. در این بخش،
            هر کاربر مجاز است در چهارچوب شرایط و قوانین سایت، نظرات خود را به
            اشتراک بگذارد و پس از بررسی کارشناسان تایید، نظرش را روی سایت مشاهده
            کند. بدیهی است که اگر قوانین سایت در نظرات کاربری رعایت نشود، تایید
            نمی‌شوند و در نتیجه در سایت به نمایش درنمی‌آیند. آکادمی سبز لرن در
            قبال درستی یا نادرستی نظرات منتشرشده در این قسمت، هیچ‌گونه مسئولیتی
            ندارد. نمایش نظرات کاربران در سایت به‌هیچ‌وجه به معنی تایید فنی
            آکادمی سبز لرن درباره‌ی محتویات نظر نیست؛ لذا از کاربران محترم تقاضا
            می‌شود، نظرات را اصل و پایه‌ی انتخاب و تصمیم‌گیری خود قرار ندهند.
          </Paragraph>
        </div>
      </div>
    </div>
  );
}
